{
  "readingtype": "Celtic Cross Tarot Spread",
  "cards": [
	{
	  "cardindex": "1",
	  "cardtitle": "The Heart of the Matter",
	  "cardexplanation": "This is the reason for the question and the reason the querent is sat in front of you. It represents their problem, or how they really see it or feel about it. It’s what’s happening to them right now.",
	  "cardnotes": "As a worthy side note, it’s quite common for the querent to not fully understand or relate to the card in this position. The reason can simply be a case of delusion; and I say that in the nicest possible way – it’s common for us all to see our own situations in a different light from others; which is one of the reasons we seek advice in the first place, to gain a different perspective. ",
	},
    {
	  "cardindex": "2",
	  "cardtitle": "What’s Crossing You",
	  "cardexplanation": "Always read upright, and will either confirm or contradict the Heart of the Matter. It will either be helping or hindering the querent with their issue.",
	  "cardnotes": "For instance, your client is looking to set up a new business; the Heart of the Matter could be the Magician or the Empress. Crossing that could be the 7 of Pentacles indicating that the money required to help you set this business up isn’t forthcoming, or there has been a delay with the bank processing your new business loan etc.  Historically these first two cards make up what has been named the Small Cross. While useful in setting the scene, it’s the examination of the Larger Cross (positions 1 – 6) that will provide more understanding and possible solutions for the client, helping them make better decisions in relation to their current situation."
	},
    {
	  "cardindex": "3",
	  "cardtitle": "The Root Cause",
	  "cardexplanation": "Can be seen as an event or thoughts that have contributed to the problem the querent is now experiencing. While this card talks of the past, it will in fact look further back than the next position, the Recent Past.",
	  "cardnotes": "As in our example, quite simply this could be down to not having your paperwork prepared properly for the bank; or being overly ambitious in what was achievable in the first place. The 7 of Cups springs to mind here; the Fool could indicate naivety on the part of the client." 
	},
    {
	  "cardindex": "4",
	  "cardtitle": "Recent Past",
	  "cardexplanation": "Most likely to represent actual events, these will be in the recent past, or just leaving or fading from the querent’s life. They will be more familiar with the representation in this card than perhaps the Root Cause because of the time difference involved; memories of these events being fresher in their minds. They could also be so fresh in their lives that they happened even yesterday; the past is still the past, and this card indicates a recent one.",
	  "cardnotes": "Continuing with our example, perhaps redundancy was a factor in seeking self-employment and setting themselves up in business? The Ace of Pentacles reversed or the 3 of Pentacles reversed would be a great indicator of this here."
	},
    {
	  "cardindex": "5",
	  "cardtitle": "Possible Outcome",
	  "cardexplanation": "If the querent were to do nothing, this card represents the most likely outcome. Also called the Alternate Future (or Crowning Card), as this is really only speculation at this point.",
	  "cardnotes": "True the cards indicate that your client is headed this way, and if we look at the Larger Cross in terms of direction, we can see how our past influences have affected the present (cause and effect), and how this can become the future; a principle I further explore later.  	The 3 of Wands here would indicate that your client has made a good start despite some issues setting up their business. The influence of the Magician (their skill level, communication and ability to multitask) is helping them achieve some early success. This is only the three though, and it is still early days." 
	},
    {
	  "cardindex": "6",
	  "cardtitle": "Immediate Future",
	  "cardexplanation": "These are events that will happen pretty quickly. Unlike the Possible Outcome, there will be little the querent can do to prevent these events, and so special attention should be paid to this card. The advice to the querent should be that they respond and don’t react; or that they simply go with the flow while these events play out.",
	  "cardnotes": "Moving directionally again, only this time horizontally from the Recent Past through the Crossing card, we can see that the client is moving from the Ace of Pentacles reversed (the redundancy) through the 7 of Pentacles (the lack of funds); which doesn’t look good. If the card in this position was say the 5 of Pentacles or 5 of Wands, we could comfortably say that things will be tricky for the short term at least.  If we combine this with the vertical move through the cards, it shows a tricky start that can be overcome and turned into some success with some canny business skills and sheer determination to work through the issues; perhaps the client can secure emergency money until the issue with the bank is sorted? Or make a temporary arrangement with their creditors?"
	},
    {
	  "cardindex": "7",
	  "cardtitle": "You/The Querent",
	  "cardexplanation": "What the querent is bringing to the reading, their energy, their thought patterns on the subject, how they really feel about things; even what changes may be ahead of them that they’re unaware of yet. What is clear from the card in this position is that it will have a direct effect on all the other cards because this is the querent, whether a significator card is present here or not.",
	  "cardnotes": "Making this a little less obvious, let’s not choose a Court card here. Let’s say the 7 of Wands fell in this position – I for one would be very encouraged for the client as it shows their determination and courage. It’s certainly no guarantee of a successful outcome, but at least the client has the right frame of mind and resourcefulness to see their plan through."
	},
    {
	  "cardindex": "8",
	  "cardtitle": "The Querent’s Environment",
	  "cardexplanation": "This simply shows if your client is in an environment conducive to their plans, or one that’s non-supportive. This is a great position for showing what help the querent may or may not have. While our plans sometimes only require us to put in a solo effort, other factors around us will have an effect or impact on what we can achieve.",
	  "cardnotes": "The 10 of Cups would show strong family support for the endeavour; but the 5 of Cups or 8 of Cups would show that there is little, if any; and that in this environment, the chances of success have narrowed somewhat."
	},
    {
	  "cardindex": "9",
	  "cardtitle": "Hopes and Fears",
	  "cardexplanation": "This position is pretty self explanatory, and simply represents the mindset of the querent – their hopes and fears for the outcome. There is another angle to this card though, and that is one of intention. If the querent is hoping for, or expecting great things, then this position can be seen as a great indicator for the actual outcome, as it’s highly possible they will do all they can to ensure success. Likewise, if they’re expecting a bad result, hence they have a fear about their situation; will they just sit back and wait for the worst to happen?",
	  "cardnotes": "Modern thinking would suggest the Law of Attraction is what’s really at play here, for good or bad. It often reminds me of the saying “Be careful what you wish for…” How much influence we really have on events from a metaphysical perspective is an interesting debate; and a concept I explore further in the next post.  	Keeping with our imaginary client setting up their own business, the 9 of Swords in this position would show great concern for the project despite what the other cards have shown, a card like this is the reality of the client’s mind. Despite their courage (7 of Wands), they have real concerns and fears for the outcome.  	Likewise, if a more positive card landed here, it would be smiles all round because even if the Outcome card was less favourable; the client is doing as much is humanly possible to make their situation work." 
	},
    {
	  "cardindex": "10",
	  "cardtitle": "The Outcome",
	  "cardexplanation": "The most likely outcome based on all the other cards present and if the querent were to continue on their current course of action. We have gone through various positions, looked at how positive or negative cards can be read in a situation; how the directional movement of the Large Cross can affect the situation; how the client and their environment has a role too in the situation; and we are now left with the most anticipated card in the spread – the Outcome card.",
	  "cardnotes": "I have built a picture of a querent who, having faced some early difficulties, can expect some early success in their business project. Presuming the other card examples are positive ones, we could be hopeful for a good outcome. In this instance, we might see the 9 of Cups; even the 9 of Wands would be good here as it would indicate success after some further struggles with a continuation of that courage that seems to serve them so well."
	}
   ]
}